{
"daws" : [
    {
        "id":1,
        "name": "Ableton Live",
        "description": "Live 10 comes in three editions: Intro, Standard and Suite. They share common features, but Standard and Suite have additional features, instruments, Packs, and effects",
        "price": "$99",
        "image": "true"
      },
      
      {
        "id":2,
        "name": "Adobe Audition",
        "description": "Audition is a comprehensive toolset that includes multitrack, waveform, and spectral display for creating, mixing, editing, and restoring audio content. This powerful audio workstation is designed to accelerate video production workflows and audio finishing — and deliver a polished mix with pristine sound.",
        "price": "$599.88",
        "image": "true"
      },
      {
        "id":3,
        "name": " Audacity",
        "description": "Audacity is an easy-to-use, multi-track audio editor and recorder for Windows, macOS, GNU/Linux and other operating systems. Developed by a group of volunteers as open source",
        "price": "Free",
        "image": "true"
      },
      {
        "id":4,
        "name": "FL Studio",
        "description": "The DAW powering the world’s best music Celebrating Lifetime Free Updates for over 20 years",
        "price": "$99",
        "image": "true"
      },
      {
        "id":5,
        "name": "Logic Pro X",
        "description": "As your song develops, Logic Pro X helps organize all your ideas and select the best ones. Group related tracks, audition alternate versions, and consolidate multiple tracks. Lightning-fast click-and-drag comping helps you build your best performance from multiple takes.",
        "price": "$199.99",
        "image": "true"
      },
      {
        "id":6,
        "name": "MAGIX",
        "description": "Welcome to the MAGIX world of music and audio. Whether a budding musician or a professional producer, everything needed for making music can be found here. From composition and production of full songs to audio editing, mastering and sound design, you'll find the right software for any audio task at MAGIX.",
        "price": "Free",
        "image": "true"
      },
      {
        "id":7,
        "name": "Reason",
        "description": "From your first beat to your next album, Reason is the music production software that helps you nail those ideas when inspiration strikes. Easy to get started with, yet as deep as you want it to be, Reason’s intuitive music making gadgets and professional production tools will get you off the ground and keep you occupied for a long time to come.",
        "price": "$99",
        "image": "true"
      },
      {
      "id":8,
        "name": "Pro Tools",
        "description": "Your talent and artistry know no bounds. Take your sound further with software and hardware that let you focus on what you do best. Meet Pro Tools",
        "price": "$299.00",
        "image": "true"
      }
],

"instruments" :[
    {
        "id":1,
        "name": "The X1 S Studio Bundle",
        "description": "If you're recording in a non-acoustically-treated space (bedrooms, closets, etc.), a Reflexion Filter® helps keep your signal clean without the sound of your room around it",
        "price": "$179.00",
        "image": "true"
      },
      
      {
        "id":2,
        "name": "8 Piece Electronic Drum Kit",
        "description": "Electric drum set that uses mesh head technology to provide a realistic and responsive organic drum kit experience. This electronic drum set features one eight-inch mesh snare drum and three mesh toms. The brain of these electronic drums has over 30 authentic drumset voices to suit all styles of music.",
        "price": "$269.99",
        "image": "true"
      },
      {
        "id":3,
        "name": " MicroLab",
        "description": "Unlike other mini-key controllers, you’ll actually enjoy playing MicroLab. It features the same keybed as our award-winning KeyStep, it’s responsive, and velocity-sensitive.",
        "price": "$89",
        "image": "true"
      },
      {
        "id":4,
        "name": "Launchpad Mini",
        "description": "Launchpad Mini is our most compact and portable 64 RGB pad MIDI grid controller. It gives you everything you need to start performing in Ableton Live - and it'll fit in your bag. Start making and performing tracks with Ableton Live wherever you are, using the huge array of sounds in the box to get you started",
        "price": "$109.99",
        "image": "true"
      },
      {
        "id":5,
        "name": "MIXTRACK PRO 3 DJ controller",
        "description": "From Numark the world’s leading innovator of DJ equipment and technologies, comes the incredible MIXTRACK PRO 3 DJ controller, designed with the skilled, professionally-aspiring DJ in mind. It’s the latest addition to the Numark family of industry-leading DJ solutions.This controller offers a whole host of features and performance that sets it way above conventional DJ controllers, yet it offers great bang-for-the-buck and it’s a snap to take anywhere",
        "price": "$229.99",
        "image": "true"
      },
      {
        "id":6,
        "name": "Polyend Tracker",
        "description": "Polyend Tracker is slick, light and portable. It's also easy on the energy consumption so you can use it with any USB power source. Its sturdy and compact form factor makes it a great companion for music creation wherever and whenever you feel like it. No matter if you’re in your studio, on the run, or at the gig.",
        "price": "$599",
        "image": "true"
      },
      {
        "id":7,
        "name": "ROLI Studio",
        "description": "Shape your sound through touch, craft your track in minutes, and create your personalized kit. Powerful and portable, BLOCKS Studio Editions are the most versatile MPE controllers for producers.",
        "price": "$419",
        "image": "true"
      },
      {
        "id":8,
        "name": "Suzuki QChord",
        "description": "If you love music, now you can become a member of the band quickly and easily with the Suzuki QChord, an exciting digital audio instrument that strums like a guitar, plays melody like a keyboard, plays chords like a piano, and has over 100 MIDI voices and rhythms onboard. Anyone-musician or not-can sound like a pro at the touch of a button. You can't make a mistake! And like a video game, QChord has multiple skill levels. Learn to play in seconds, then add features as you get better. New QCards are always being added!",
        "price": "$349.99",
        "image": "true"
      }
        
],
"speakers" :[
    {
        "id":1,
        "name": "Fender Passport VENUE",
        "description": "The Fender Passport VENUE is a self-contained portable audio system that includes everything you need for great sound anywhere you go. Carry your Passport as you would a suitcase, and simply flip open the cabinet release latches when you're ready to set it up. Inside you'll discover two full-range speaker cabinets, a powered mixer and all the cables you'll need to get started",
        "price": "$999.00.00",
        "image": "true"
      },
      
      {
        "id":2,
        "name": "Gemini ES-210MXBLU-ST",
        "description": "The Gemini ES-210MXBLU-ST is filled with innovative technology in one complete, lightweight package. With features including an eight-channel mixer, integrated USB, Bluetooth and SD interfaces, and convenient built in storage, it’s a perfect solution for those looking for a compact, portable PA system.",
        "price": "$299.95",
        "image": "true"
      },
      {
        "id":3,
        "name": " JRX225",
        "description": "The JRX225 is a portable, dual fifteen-inch, two-way speaker system designed specifically for applications in live music performance and music playback. It features JBL low frequency drivers with a 2.5 diameter edgewound ribbon voice coil, which provides more cross-sectional wire area in the voice coil gap than round wire designs for greater efficiency and power handling. For its high-frequency output, the JRX225 uses the JBL 2414H-C 1 polymer diaphragm compression driver for excellent high frequency performance as well as system reliability.",
        "price": "$449.00",
        "image": "true"
      },
      {
        "id":4,
        "name": "Harbinger M100-BT",
        "description": "The Harbinger M100-BT Portable PA System delivers more power, better sound and connectivity options than anything in its price class. With 800 Watts of stereo power through an easy-to-use mixer and 8” two-way speakers, the M100-BT brings full-frequency sound and versatility to your next gig or rehearsal. It allows for a number of useful configurations, including audience-facing stereo, stage monitor plus audience, and pole mounting (poles not included). 5 inputs at once, including 2 mic/guitar/line input channels and stereo aux input. Plus, built-in Bluetooth® audio allows for cable-less connectivity to smartphones, tablets and computers. Other pro features include balanced stereo line inputs to ensure premium sound quality while accommodating additional input connections. The M100-BT includes custom carry bags for the speakers and mixer, making them easy to carry and keeping them safe in transport",
        "price": "$249.99",
        "image": "true"
      },
      {
        "id":5,
        "name": "Harbinger M120",
        "description": "Harbinger M120 MV Portable PA system is a simple solution for anyone needing a simple, portable and affordable sound system for smaller performances, presentations and rehearsals. Designed for more intimate spaces, the Harbinger M120 system includes a 4-channel powered mixer, loudspeakers and even speaker cables. You also get four microphone/instrument inputs with separate volume controls, 3-band Master EQ, plus MP3/Aux input for music or backing track playback. Built-in 1-3/8 speaker stand mounts allow you to add your own stands for additional versatility. It's an ideal system for singer/songwriters, presenters, DJs and instructors who need to stay mobile.",
        "price": "$299.99",
        "image": "true"
      },
      {
        "id":6,
        "name": "RCF CD 850",
        "description": " The careful acoustic design, no compromise transducers and a unique composite cabinet design make the HDL 10-A a preferred tool of many professionals. It is perfect in both mobile live sound reinforcement and in installations. The HDL 10-A is a fine choice when line array performance is needed and a fast and easy set up is a must. The system features two powerful state-of-the-art 8 in. RCF transducers with 2 in. voice coils for a solid bass reproduction, and a large-format 2 in. compression driver with 3 in. voice coil to deliver vocal clarity and high definition. The large format compression driver RCF CD 850 is a key advantage of the HDL10-A. All the vocal range is reproduced from this driver. The system is powered by a 700-Watt Digital Amplifier that packs huge performance with high efficiency into a lightweight solution. HDL10-A amplifiers presents SMPS power supply section in order to produce maximum output and minimum transportation weight.",
        "price": "$1,799.00",
        "image": "true"
      },
      {
        "id":7,
        "name": "JRX218s",
        "description": "The JRX218s is an 18 compact direct-radiation subwoofer designed to supplement and extend low frequency performance of full-range systems in live sound and music playback applications. The JRX200 series delivers the performance and prestige JBL is known for at an affordable price point. To meet these conflicting design goals, we looked at every element of the speaker system design. We kept everything that makes a speaker perform and sound its best and we eliminated things that don't. With performance, value and popular price points, we are going to be building a lot of JRX200 speakers. This means we can apply efficient, high-volume production methods and purchase materials at the lowest cost. That's how JRX200 delivers unprecedented value.",
        "price": "$499.00",
        "image": "true"
      },
      {
        "id":8,
        "name": "Yamaha S115V Club Series V",
        "description": "The Yamaha S115V Club Series V Speaker is all about big house sound. Gigging bands, mobile DJs, and houses of worship helped make the first 4 generations of Yamaha Club Series Speakers incredibly popular. The refinements of generation V continue this success story with larger enclosures for improved low-frequency performance, improved drivers for higher power handling, redesigned crossovers, stronger grilles, and dual Speakon and 1/4 connectors. With professional features, excellent sonic performance, and great value, Club Series loudspeakers deliver premium quality night after night.",
        "price": "$389.99",
        "image": "true"
      }
    ] 
}



